####
#
# talks.json 
#
# Warning: 
#   This is a fake comment. Only initial lines starting with a # are ignored. 
#   If you attempt to put a comment later in this file, it will break. 
#   (Comments are not part of the json standard)
#
# Double quotes should be escaped: \" e.g.,  <a href=\"the url\">link text</a>
# Use latex quotes ``...'' when the quotes are going to be printed (they will be substituted back to normal quotes in the email).
# Accents should be written using unicode: ö not \"o, é not \'e.
# Math should be written like $\inf$
#
# This file contains a single object, with one field per semester.
# These fields each contain the list of talks for that semester. A talk is an object which will typically have the following fields:
#
#   date: 
#      Every talk must have a date, formatted "year/month/day", talks without dates will be ignored.
#           
#   speaker:
#      Every talk must have a speaker, talks without speakers will be ignored.
#
#   institution: 
#      Every talk should have (at least one) institution. 
#      Multiple institutions should be separated by semicolons, e.g., "University of Oslo; MIT".
#      Each institution should appear as a name or key in institutionTable.csv which is a lookup table for the math department urls.
#      (If for some reason the institution has no url, leave the url entry empty.)
#      If you want the name of an institution to be displayed with a semicolon for some reason, you must define an abbreviation in institutionTable.
#
#   website:
#      The speaker's home webpage, optional. If present, the speaker's name on the webpage will appear as a link to their homepage.
#
#   title:
#      The talk's title, optional.
#
#   macros: Macro definitions that are local to this talk. Use liberally to make sure the email looks good. For instance, if a \mathcal{C} is used, even if it's only used once, 
#      you should define \C to be \mathcal{C} and use \C. This way, in the email instead of appearing as "mathcal{C}" it will appear as "C"
#
#   abstract:
#      The talk's abstract, optional. Newlines in the abstract work the same way as in a Latex file -- a single newline does nothing, a blank line starts a new paragraph.
#      All accents should be in unicode.
#
#   email_abstract:
#      The abstract is included in the email sent out to the topology mailing list. By default the way that the email is generated is by taking the abstract and 
#      deleting all backslashes and dollar signs. This can produce an unsatisfactory result when the original abstract contains complicated markup. The email_abstract
#      field specifies exactly how the abstract should be included in the email, usually by breaking up the offensive expressions with words.
#
#
# The following are some less commonly used optional fields:
#
#   no_email: Any nonempty value prevents any email from being sent for the talk. You will have to send your own by hand. Use this if something really weird happens (three talks in a day? 
#     two talks in the same week on different days?) or if you want to customize the email for some reason. Note that if there are multiple talks on the same day, 
#     putting this flag into ANY OF THEM suppresses the email for all of them.
#
#   alt_weekday: If the talk is not on a monday, you must say e.g., '"alt_weekday": "Thursday"'. This is just to catch date typos.
#
#   alt_time: An alternate time for the seminar, in 24 hour format hour:minute (other than standard_time defined in config.py, currently 16:30)
#
#   alt_room: An alternate room for the seminar.
#
#   change_reason: The reason the time or room has been changed. For example, "due to the Simon's lectures" or "because of the MIT holiday".
#
#   notice: A special notice. This goes on the website and into the email (but not into the poster) if email_notice is not present. Note that a notice is automatically 
#     generated on the website and the email is automatically updated if 'alt_time' or 'alt_room' is present.
#
#   email_notice: A special notice, which only goes into the email. Overrides notice for the purpose of the email (but only if it's nonempty).
#
#   cancellation_reason: The reason the talk is cancelled. Will appear in GIANT BOLD LETTERS on the website.
#
# Passing an empty string to any talk field is treated in the same way as omitting the field.
#
###

{
"Fall 2017" : [
    {
        "date": "2017/09/11",
        "speaker": "Zhouli Xu",
        "institution": "MIT",
        "website": "https://math.mit.edu/directory/profile.php?pid=2011",
        "title": "Progress report on computing stable stems",
        "abstract": "In this talk, I will review some classical methods computing stable homotopy groups of spheres, and report some recent progress using motivic homotopy theory.

        Motivated by Dan Isaksen's work, Bogdan Gheorghe, Guozhen Wang and myself show that the category of motivic modules over the cofiber of $ \tau $ and the derived category of $ BP_*BP $ comodules are equivalent as stable infinity categories.
        As a consequence, there is an isomorphism between the motivic Adams spectral sequence of the cofiber of tau and the algebraic Novikov spectral sequence, so one could prove classical Adams differentials through motivic methods.
        In joint work with Dan Isaksen and Guozhen Wang, we extend the $ 2 $-primary computation of stable stems to the 90's.
        If time permits, I will mention connections of this project to the Kervaire invariant problem and the new Doomsday conjecture."
    },   
    {
        "date": "2017/09/18",
        "speaker": "Nitu Kitchloo",
        "website": "http://www.math.jhu.edu/~nitu/",
        "institution": "JHU",
        "title": "Real Johnson-Wilson theories and Landweber flat exact pairs",
        "abstract": "Real Johnson-Wilson theories, $ ER(n) $ are a family of cohomology theories generalizing ($ 2 $-local) real $ K $-theory, $ KO $, which is $ ER(1) $.
        They were first studied by Hu-Kriz and later by Kitchloo-Wilson.
        Real Johnson-Wilson theories are defined as fixed points of an involution acting on the complex-oriented Johnson-Wilson theories $ E(n) $, but they are themselves not complex oriented.

        Real Johnson-Wilson theories have proven to be remarkably useful, as well as computationally amenable.
        For example, their properties were exploited to demonstrate some new nonimmersions of real projective spaces into euclidean space.
        The main tool for computing real Johnson-Wilson cohomology is a (Bockstein-type) spectral sequence that begins with $ E(n) $-cohomology and converges to $ ER(n) $-cohomology.
        We take advantage of the internal algebraic structure of this spectral sequence converging to $ ER(n)^*(\operatorname{pt}) $, to prove that for certain spaces $ Z $ with Landweber-flat $ E(n) $-cohomology, the cohomology ring $ ER(n)^*(Z) $ can be obtained from $ E(n)^*(Z) $ by a somewhat subtle base change.
        In particular, our results allow us to compute the Real Johnson-Wilson cohomology of the Eilenberg-MacLane spaces $ Z = K(\mathbb{Z},2m+1), K(\mathbb{Z}/2,m), K(\mathbb{Z}/2^q, 2m) $ for any integers $ m $ and $ q $, as well as connective covers of $ BO $: $ BO $, $ BSO $, $ BSpin $ and $ BO\langle 8 \rangle $.

        This is joint work with Stephen W. Wilson and Vitaly Lorman."
    },
    {
        "date": "2017/09/25",
        "speaker": "Nora Ganter",
        "institution": "Melbourne",
        "website": "http://www.ms.unimelb.edu.au/~nganter@unimelb/"
    },
    {
        "date": "2017/09/28",
        "speaker": "Lars Hesselholt",
        "institution": "Nagoya University; University of Copenhagen",
        "website": "https://www.math.nagoya-u.ac.jp/~larsh/",
        "title": "Higher algebra and arithmetic",
        "abstract": "This talk concerns a twenty-thousand-year old mistake: The natural numbers record only the result of counting and not the process of counting.
        As algebra is rooted in the natural numbers, the higher algebra of Joyal and Lurie is rooted in a more basic notion of number which also records the process of counting.
        Long advocated by Waldhausen, the arithmetic of these more basic numbers should eliminate denominators.
        Notable manifestations of this vision include the Bökstedt-Hsiang-Madsen topological cyclic homology, which receives a denominator-free Chern character, and the related Bhatt-Morrow-Scholze integral $ p $-adic Hodge theory, which makes it possible to exploit torsion cohomology classes in arithmetic geometry.
        Moreover, for schemes smooth and proper over a finite field, the analogue of de Rham cohomology in this setting naturally gives rise to the cohomological interpretation of the Hasse-Weil zeta function by regularized determinants envisioned by Deninger.",
        "alt_weekday": "Thursday",
        "alt_room": "2-190",
        "notice": "This talk is part of the Brandeis–Harvard–MIT–Northeastern joint Mathematics Colloquium",
        "no_email": "None"
    },   
    {
        "date": "2017/10/02",
        "speaker": "Craig Westerland",
        "institution": "Minnesota",
        "website": "http://www-users.math.umn.edu/~cwesterl/",
        "title": "Fox-Neuwirth/Fuks cells, quantum shuffle algebras, and Malle's conjecture for function fields",
        "abstract": "In 2002, Malle formulated a conjecture regarding the distribution of number fields with specified Galois group.
        The conjecture is an enormous strengthening of the inverse Galois problem; it is known to hold for abelian Galois groups, but for very few non-abelian groups.

        We may reformulate Malle's conjecture in the function field setting, where it becomes a question about the number of branched covers of the affine line (over a finite field) with specified Galois group.
        In joint work with Jordan Ellenberg and TriThang Tran, we have shown that the upper bound in Malle's conjecture does hold in this setting.

        The techniques used involve a computation of the cohomology of the (complex points of the) Hurwitz moduli spaces of these branched covers.
        Surprisingly (at least to me), these cohomology computations can be rephrased in terms of the homological algebra of certain braided Hopf algebras arising in combinatorial representation theory and the classification of Hopf algebras.
        This relationship can be leveraged to provide the upper bound in Malle's conjecture."
    },    
    {
        "date": "2017/10/16",
        "speaker": "David Ayala",
        "institution": "Montana State University",
        "website": "http://www.math.montana.edu/dayala/",
	"title": "The Bruhat stratified orthogonal group acts on higher categories by adjoints",
	"abstract": "The majority of this talk will examine the Bruhat stratified orthogonal group: 

    	- The Bruhat cells of the general linear group assemble as a combinatorial stratification of the orthogonal group.

    	- Compatibility of this stratification with matrix multiplication can be articulated as an associative algebra structure on its exit-path category in a certain *Morita* category of categories. 
 
    	- Articulated as so, there is an action of this Bruhat stratified orthogonal group $ O(n) $ on the category of $ n $-categories; this action is given by adjoining adjoints.  

    	- This results in a continuous action of the topological group $ O(n) $ on the category of n-categories with adjoints.  

	The last point is a ket input into a proof of the Cobordism Hypothesis using factorization homology -- this context will be discussed.  
	
	This is joint work with John Francis."
    },        
    {
        "date": "2017/10/23",
        "speaker": "Dylan Wilson",
        "institution": "UChicago",
        "website": "https://www.math.uchicago.edu/~dwilson/"
    },        
    {
        "date": "2017/10/30",
        "speaker": "",
        "institution": "",
        "website": ""
    },
    {
        "date": "2017/11/06",
        "speaker": "Ben Knudsen",
        "institution": "Harvard",
        "website": "https://scholar.harvard.edu/knudsen/home"
    },
    {
        "date": "2017/11/13",
        "speaker": "Sander Kupers",
        "institution": "Harvard",
        "website": ""
    },
    {
        "date": "2017/11/20",
        "speaker": "",
        "institution": "",
        "website": ""
    },
    {
        "date": "2017/12/04",
        "speaker": "Michael Ching",
        "institution": "Amherst College",
        "website": "https://www3.amherst.edu/~mching/"
    },
    {
        "date": "2017/12/11",
        "speaker": "Julie Bergner",
        "institution": "University of Virginia",
        "website": "http://www.people.virginia.edu/~jeb2md/"
    },        
],
"Spring 2017" : [
   {
        "date": "2017/02/13",
        "speaker": "Sune Precht Reeh",
        "institution": "MIT",
        "website": "http://math.mit.edu/~reeh/Sune_Precht_Reeh.html",
        "title": "Dimension functions, homotopy sphere actions, and fusion systems",
        "abstract": "Given a representation $V$ of a finite group $G$ we can associate a dimension function that to
            each subgroup $H$ of $G$ assigns the dimension of the fixed point space $V^H$. The dimension functions are 
            ``super class functions'' that are constant on the conjugacy classes of subgroups in $G$. For a p-group 
            the list of Borel-Smith conditions characterizes the super class functions that come from real representations.

            In a joint paper with Ergün Yalcin we show that though we cannot lift Borel-Smith functions to real 
            representations for a general group $G$, we can lift a multiple of any Borel-smith function to an action 
            of $G$ on a finite homotopy sphere (which would be the unit sphere if we had a representation).

            To solve the problem we localize at each prime p, and solve it in general for saturated fusion systems. 
            That is, we give a list of Borel-Smith conditions for a fusion system that characterize the dimension 
            functions of the fusion stable real representations. The proof for fusion systems involves biset functors 
            and characteristic bisets for saturated fusion systems."
    },
    {
        "date": "2017/02/20",
        "speaker": "",
        "institution": "",
        "website": ""
    },
    {
        "date": "2017/02/27",
        "speaker": "Ben Antieau",
        "institution": "UIC",
        "website": "https://dantie1.people.uic.edu/",
        "title": "Negative and homotopy K-theory of ring spectra and extensions of the theorem of the heart",
        "abstract": "Barwick proved that the K-theory of a stable infinity-category with a bounded $t$-structure agrees with
             the K-theory of its heart in non-negative degrees. Joint work with David Gepner and Jeremiah Heller extends this 
             to an equivalence of nonconnective K-theory spectra when the heart satisfies certain finiteness conditions such 
             as noetherianity. Applications to negative K-theory and homotopy K-theory of ring spectra are provided, which were 
             the original motivation for our work."
    },
    {
        "date": "2017/03/06",
        "speaker": "Jack Morava",
        "institution": "JHU",
        "website": "http://math.jhu.edu/~jack/",
        "title": "Some interesting perfectoid fields with possible topological applications",
        "abstract": "A Lubin-Tate group for a local field L defines a maximal totally ramified abelian extension of L, whose completion is
        perfectoid; Artin reciprocity identifies the Galois group of this
        extension with the group of units of L. Scholze and Nikolaus, following
        work of Hesselholt on the algebraic closure of $Q_p$, have calculated
        the topological Hochschild homology of such fields; these are
        complex orientable GEM spectra, whose associated formal groups
        seem to be rigid analytic versions of the Lubin-Tate group defining
        the extension, with the Galois group acting as generalized Adams
        operations. These spectra may have interesting connections with
        chromatic homotopy theory."
    },
    {
        "date": "2017/03/13",
        "speaker": "Mike Mandell",
        "institution": "IU",
        "website": "http://pages.iu.edu/~mmandell/",
        "title": "The strong Kunneth theorem for periodic topological cyclic homology",
        "abstract": "Hesselholt has recently been advertising ``periodic topological cyclic homology'' ($TP$) as 
         potentially filling some of the same roles for finite primes as periodic cyclic homology plays rationally. 
         It is constructed from topological Hochschild homology ($THH$) analogously to the way periodic cyclic homology
	 is constructed from Hochschild homology.  In joint work with Andrew Blumberg, we prove a strong Kunneth theorem
	 for the periodic topological cyclic homology of smooth and proper dg categories over a finite field $k$, namely,  
	the derived smash product $TP(X) \wedge_{TP(k)} TP(Y)$ is weakly equivalent to $TP(X \otimes_k Y)$."
    },
    {
        "date": "2017/03/20",
        "speaker": "Bena Tshishiku",
        "institution": "Harvard",
        "website": "http://bena-tshishiku.squarespace.com/",
        "title": "Obstructions to Nielsen realization",
	"macros" : "\def\Mod{\mathop{\mathrm{Mod}}}\def\Diff{\mathop{\mathrm{Diff}}}",
        "abstract" : "Let $M$ be a manifold, and let $\Mod(M)$ be the group of diffeomorphisms of $M$ modulo isotopy (the mapping class group). The Nielsen realization problem for diffeomorphisms asks, ``Can a given subgroup $G<\Mod(M)$ be lifted to the diffeomorphism group $\Diff(M)$?'' This question about group actions is related to a question about flat connections on fiber bundles with fiber $M$. In the case $M$ is a closed surface, the answer is ``yes'' for finite $G$ (by work of Kerckhoff) and ``no'' for $G=\Mod(M)$ (by work of Morita). For most infinite $G<\Mod(M)$, we don't know. I will discuss some obstructions that can be used to show that certain groups don’t lift. Some of this work is joint with Nick Salter."
    },
    {
        "date": "2017/04/03",
        "speaker": "Clark Barwick",
        "institution": "MIT",
        "website": "http://math.mit.edu/~clarkbar/",
        "title": "The geometry of orbital $\infty$-categories"
    },    
    {
        "date": "2017/04/10",
        "speaker": "Denis Nardin",
        "institution": "MIT",
        "website": "https://math.mit.edu/~nardin/",
        "title": "Stability and distributivity over an orbital $\infty$-category",
        "abstract": "The category of $G$-spectra plays an important role in homotopy theory, even when a group action is 
         not obviously involved. In this talk we will present a universal property for it providing an alternate proof 
         of the Guillou-May theorem. If time permits, we will use it to provide a uniqueness theorem for the norm functors."
    },
    {
        "alt_weekday": "Friday",
        "date": "2017/04/21",
        "speaker": "Dan Berwick-Evans",
        "institution": "UIUC",
        "alt_time": "15:00",
        "website": "http://math.illinois.edu/~danbe/index.html",
        "title": "Field theories and elliptic cohomology from the vantage of characters",
        "abstract": "A basic way to probe a cohomology theory is through its complexification and the resulting Chern 
         character map. Features of the cohomology theory can then be transferred to this complexification, e.g., 
         pushforwards determine Riemann-Roch factors. Field theories also have a good notion of character theory via their 
         partition functions, which are functions on certain moduli spaces. Constructions in field theories similarly 
         endow partition functions with additional structure. I’ll apply these ideas to elliptic cohomology and 2-dimensional 
         supersymmetric field theories, showing how the character theories of these objects line up with one another. 
         Refining this comparison points toward a connection between field theories and topological modular forms."
    },
    {
        "date": "2017/04/24",
        "speaker": "Angelica Osorno",
        "institution": "Reed",
        "website": "http://people.reed.edu/~aosorno/",
        "title": "2-Segal spaces and the Waldhausen construction",
        "alt_time": "15:00",
        "alt_room": "2-135",
        "change_reason" : "due to the Simons lectures",
        "email_notice" : "The time AND location are changed to 3:00 in room 2-135 due to the Simons lectures.",
        "abstract": "The notion of 2-Segal spaces was introduced by Dyckerhoff and Kapranov as a higher dimensional 
         version of Rezk's Segal spaces. In this talk we will explore the motivation for this notion, give examples, 
         and show that it is related to a certain class of double categories via a version of Waldhausen's construction. 
         This is joint work with J. Bergner, V. Ozornova, M. Rovelli, and C. Scheimbauer."
    },
    {
        "date": "2017/05/01",
        "speaker": "Jay Shah",
        "institution": "MIT",
        "title": "Parametrized higher category theory",
        "abstract": "Parametrized or indexed $\infty$-category theory studies $\infty$-categories fibered over a given base $\infty$-category.
         This theory can be harnessed for the purposes of equivariant homotopy theory when one specializes to the case 
         where is the base is the orbit category of a finite group. In this talk, we present a theory of parametrized 
         homotopy limits and colimits that recovers and extends the Dotto-Moi theory of $G$-colimits. We apply this theory 
         to prove that the $G$-$\infty$-category of $G$-spaces is freely generated under $G$-colimits by the contractible $G$-space, 
         thereby affirming a conjecture of Mike Hill."
    },
    {
        "date": "2017/05/08",
        "speaker": "Hiro Tanaka",
        "institution": "Harvard",
        "website": "http://math.harvard.edu/~hirolee/",
        "title": "Morse theory and a stack of broken lines",
        "abstract": "In Morse theory, it's important to understand how a gradient trajectory can break into multiple 
         gradient trajectories--for instance, this is how one proves the Morse chain complex is a chain complex. In this 
         talk, I'll define a stack classifying families of domains of such broken and breaking trajectories. I'll then 
         sketch a proof that the $\infty$-category of factorizable sheaves on this stack is equivalent to the $\infty$-category of 
         non-unital $A_\infty$ algebras. Much of this is motivated by a strategy to formulate Morse theory and Floer theory as 
         a deformation problem (similar to Cohen-Jones-Segal), but I may not talk too much about that because the details 
         are not worked out yet. This is joint work with Jacob Lurie."
    },
    {
        "date": "2017/05/15",
        "speaker": "John Francis",
        "institution": "Northwestern",
        "website": "http://www.math.northwestern.edu/~jnkf/",
        "title": "Factorization homology and the cobordism hypothesis",
	"macros" : "\def\TQFT{\mathop{\mathrm{TQFT}}}\def\obj{\mathop{\mathrm{obj}}}",
        "abstract": "The cobordism hypothesis—after Baez–Dolan, Costello, Hopkins–Lurie, and Lurie—asserts that for a 
        symmetric monoidal $(\infty,n)$-category $C$ in which every object has a dual and every $k$-morphism has a left and 
        right adjoint for $k<n$, there is an equivalence $\TQFT(C) = \obj(C)$ between $C$-valued framed topological field theories 
        and objects of $C$. This is the formulation due to Lurie. I'll give a proof of the cobordism hypothesis based on 
        factorization homology. Factorization homology is a multiplicative analogue of ordinary homology. Usual homology 
        integrates an abelian group, chain complex, or spectrum over a manifold $M$, which one can think as the moduli space 
        of points in $M$ itself. The result takes disjoint unions of manifolds to direct sums. The alpha version of 
        factorization homology integrates an $E_n$-algebra over a moduli space of finite subsets of a manifold $M$. The beta 
        version of factorization homology integrates an $(\infty, n)$-category over the moduli space of stratifications of 
        $M$. The result takes disjoint unions to tensor products. I'll define this beta version of factorization homology. 
        It satisfies a version of the Eilenberg–Steenrod axioms—this part is work in progress. These Eilenberg–Steenrod 
        axioms together with an argument in the spirit of Pontryagin–Thom theory implies the cobordism hypothesis. This 
        is joint work with David Ayala."
    },
],


"Fall 2016" : [
    {
        "date": "2016/12/12",
        "speaker": "Ismar Volic",
        "institution": "Wellesley College",
        "website": "http://www.wellesley.edu/math/faculty/volici",
        "title": "Some new applications of manifold calculus of functors",
        "abstract": "Manifold calculus of functors has in recent years been applied with great success to various spaces of embeddings.  
            In this talk, I will present some new applications and situations where this theory is proving useful.  One application is to 
            spaces of homotopy string links where manifold calculus provides a connection to certain spaces of diagrams and trees, as well 
            as to classical objects like Milnor invariants.  Another application is to spaces of immersions with a finite number of 
            self-intersections where manifold calculus supplies a new understanding of some classical problems in combinatorial topology.  
            A common theme (and difficulty) in these seemingly unrelated topics is a certain subspace arrangement, and some time will be 
            devoted to the discussion of its structure."
    },
    {
        "date": "2016/12/05",
        "speaker": "Paul Goerss",
        "institution": "Northwestern",
        "website": "http://www.math.northwestern.edu/~pgoerss/",
        "title": "Understanding chromatic splitting",
        "abstract" : "The chromatic view of stable homotopy theory uses the geometry of formal groups to organize calculations. 
        There are two steps; getting local information and then reassembly. Twenty-five years ago, Mike Hopkins made a remarkable 
        conjecture for reassembly -- remarkable partly because it grew out a close analysis of local data. Recently this conjecture 
        has been tested, modified, and ratified in various ways. I will report on joint work with Agnès Beaudry and Hans-Werner Henn exploring this circle of ideas."
    },
    {
        "date": "2016/11/21",
        "speaker": "Teena Gerhardt",
        "institution": "Michigan State University",
        "website": "http://users.math.msu.edu/users/teena/Home.html",
        "title": "On the algebraic K-theory of $\Z[C_2]$",
        "abstract": "The algebraic K-theory of integral group rings has been of interest since the early days of K-theory. 
        Computations, however, have proven difficult. In this talk I will describe joint work with Vigleik Angeltveit on a strategy 
        for studying the algebraic K-theory of the group ring $\Z[C_2]$. In particular I will discuss how methods and computations 
        from equivariant stable homotopy theory yield new information about these algebraic K-theory groups."
    },
    {
        "date": "2016/11/14",
        "speaker": "Gabriel Drummond-Cole",
        "institution": "CGP",
        "website": "http://cgp.ibs.re.kr/~gabriel/",
        "title": "Homotopy probability theory on a Riemannian manifold",
        "abstract": "Homotopy probability theory is a homological enrichment of algebraic probability theory, a toy model for the algebra of observables in a quantum field theory. I will introduce the basics of the theory and use it to describe a reformulation of fluid flow equations on a compact Riemannian manifold."
    },    
    {
        "date": "2016/11/07",
        "speaker": "Ben Knudsen",
        "institution": "Harvard University",
        "website": "http://scholar.harvard.edu/knudsen",
        "title": "Higher enveloping algebras and configuration spaces of manifolds",
        "abstract": "I will describe a construction providing Lie algebras with enveloping algebras over the operad of little n-dimensional disks for any n. These algebras enjoy a combination of good formal properties and computability, the latter afforded by a Poincare-Birkhoff-Witt type result. The main application pairs this theory with the theory of factorization homology in a study of the rational homology of configuration spaces, leading to a wealth of computations, improvements of classical results, and a combinatorial proof of homological stability."
    },
    {
        "date": "2016/10/24",
        "speaker": "Rade Zivaljevic",
        "institution": "Mathematical Institute SANU",
        "website": "http://www.mi.sanu.ac.rs/mmm/engleski/Ljudi/Rade.html",
        "title": "Topology and Combinatorics of multiple chessboard complexes and a new Van Kampen-Flores theorem",
        "abstract": "Special classes of simplicial complexes (chessboard, `unavoidable’, threshold, `simple games’, etc.) frequently appear in applications of algebraic topology in discrete geometry and combinatorics. We outline some of these applications, including the proof of a new theorem of Van Kampren-Flores type (<a href=\"https://arxiv.org/abs/1502.05290\">arXiv:1502.05290</a> [math.CO], Theorem 1.2), which confirms a conjecture of Blagojevic, Frick, and Ziegler (<a href=\"https://arxiv.org/abs/1401.0690\">Tverberg plus constraints</a>). The lecture is based on a joint work with Dusko Jojic (University of Banja Luka) and Sinisa Vrecica (University of Belgrade)."
    },
    {
        "date": "2016/10/17",
        "speaker": "Chris Kottke",
        "institution": "New College of Florida",
        "website": "http://ckottke.ncf.edu/",
        "title": "Transgression, fusion, and cohomology of free loop spaces",
        "abstract": "In the geometry and analysis of loop spaces, a fundamental question is how to characterize geometric objects (functions, resp. line bundles, etc.) on the loop space of a manifold which are related by transgression to objects one degree higher (line bundles, resp. gerbes, etc.) on the manifold itself. There
are various geometric results of this sort for low degrees, in which a key role is played by `fusion' -- a (partially defined) binary operation on loop space which was first introduced by Stolz and Teichner and further developed by Waldorf.

I will present a joint result with Richard Melrose which answers this question for arbitrary degree in cohomology. More precisely, we define an enhanced version of Cech cohomology of the continuous loop space of M in terms of fusion and a second `figure-of-eight' product, through which transgression from M factors as an isomorphism, and which can be iterated to higher loop spaces."
    },
    {
        "date": "2016/10/03",
        "speaker": "Kyle Ormsby",
        "institution": "Reed College",
        "website": "http://people.reed.edu/~ormsbyk/",
        "title": "Vanishing in motivic stable stems",
        "abstract": "Recent work of Röndigs-Spitzweck-Østvær sharpens the connection between the slice and Novikov spectral sequences.  Using classical vanishing lines for the $E_2$-page of the Adams-Novikov spectral sequence and the work of Andrews-Miller on the $\eta$-periodic ANSS, I will deduce some new vanishing theorems in the bigraded homotopy groups of the $\eta$-complete motivic sphere spectrum.  In particular, I will show that the $m$th $\eta$-complete Milnor-Witt stem is bounded above (by an explicit piecewise linear function) when $m = 1$ or $2$ (mod $4$).  This is joint work with Oliver Röndigs and Paul Arne Østvær."
    },
    {
        "date": "2016/09/26",
        "speaker": "Emmanuel Dror Farjoun",
        "institution": "Hebrew University of Jerusalem",
        "website": "http://www.ma.huji.ac.il/~farjoun/",
        "title": "Adjoint descent for infinity categories",
        "abstract": "It is common practice to simplify an object of a given ``complicated'' category $X\in C$ via the application of collection of functors $F_\alpha: C\to C_\alpha$.
            One then hopes to reconstruct $X$ via a (co-)limit from $(F_\alpha X)_{\alpha \in I}$. Examples include restricting a bundle over a space $X$ to subspaces $X_\alpha$,
            extending a ring of scalars, truncating a homotopy type $X$ via the Postnikov tower $P_n X$, or forming polynomial approximations of a functor $F$.
            
            Here the question of conjugates arises: For a given $X$, find (the groupoid of) all objects $W$ in the category $C$ with the same given values $F_\alpha W\cong F_\alpha X$.
            
            It turns out that under adjoint conditions one can recover the category $C$ from the diagram of categories $C_\alpha$, this leads to
            standard expressions for conjugates.
            
            This approach puts on the same footing the classification of forms via Galois cohomology, the Mislin genus and Postnikov conjugates, the Taylor
            tower for functors and vectors bundles as well as usual descent to sub-schemes.
            
            For example, the equivalence of $\infty$-categories $Top \cong \lim_n Top_n$, where $Top_n$ is the category of $n$-truncated spaces is an immediate consequence.
             (Work by Assaf Horev and Lior Yanovski, HU, Jerusalem.)",
         
        "email_abstract" : "It is common practice to simplify an object X of a given ``complicated'' category C via the application of collection of functors $F_\alpha: C \to C_\alpha$.
            One then hopes to reconstruct $X$ via a (co-)limit of F_alpha(X) for alpha in I. Examples include restricting a bundle over a space $X$ to subspaces $X_\alpha$,
            extending a ring of scalars, truncating a homotopy type $X$ via the Postnikov tower $P_n X$, or forming polynomial approximations of a functor $F$.
     
            Here the question of conjugates arises: For a given $X$, find (the groupoid of) all objects $W$ in the category $C$ with the same given values $F_\alpha(W) = F_\alpha(X)$.
            
            It turns out that under adjoint conditions one can recover the category $C$ from the diagram of categories $C_\alpha$, this leads to
            standard expressions for conjugates.
            
            This approach puts on the same footing the classification of forms via Galois cohomology, the Mislin genus and Postnikov conjugates, the Taylor
            tower for functors and vectors bundles as well as usual descent to sub-schemes.
            
            For example, the equivalence of $\infty$-categories between Top and $\lim_n Top_n$, where $Top_n$ is the category of $n$-truncated spaces is an immediate consequence.
             (Work by Assaf Horev and Lior Yanovski, HU, Jerusalem.)"
    },
    {
        "date": "2016/09/19",
        "speaker": "Tyler Lawson",
        "institution": "University of Minnesota",
        "website": "http://www.math.umn.edu/~tlawson/",
        "title": "Realizing the action of the Dyer-Lashof algebra",
        "abstract": "The Steenrod operations act on the cohomology of a space, but this algebraic data has a more refined lift. 
                     There is a ring spectrum $A$ so that every space has an associated $A$-module, and on taking homotopy groups 
                     this recovers the action of the Steenrod algebra. The $A$-module structure, however, also contains the data of 
                     secondary and higher operations. In this talk we'll discuss the Dyer-Lashof operations which act on the homology 
                     of infinite loop spaces and $E_\infinity$ ring spectra, and how these operations can be realized by the action of 
                     a ring spectrum $R$ with a concrete relationship to $A$."
    },
    {
        "date": "2016/09/12",
        "speaker": "Marc Hoyois",
        "institution": "MIT",
        "website": "http://math.mit.edu/~hoyois/",
        "title": "Naive versus motivic $\Abb^1$-homotopy classes",
        "abstract": "If $X$ and $Y$ are varieties over a field, there are two interesting candidates for the set of homotopy classes of maps from $X$ to $Y$: the first is simply the quotient of the set of maps by the relation generated by $\Abb^1$-homotopies, and the second is the set of maps in the $\Abb^1$-homotopy category of Morel-Voevodsky. They are different in general. The former often carries relevant algebro-geometric information, while the latter is more mysterious but also more computable. Comparing them is therefore an essential step to apply $\Abb^1$-homotopy theory to concrete classification problems in algebraic geometry. In this talk I will survey existing comparison results as well as some recent work with Aravind Asok and Matthias Wendt."
    }
],



"Spring 2016": [
    {
        "date": "2016/05/09",
        "speaker": "Nat Stapleton",
        "institution": "Max Planck Institute",
        "website": "http://guests.mpim-bonn.mpg.de/nstapleton/",
        "alt_time" : "15:30",
        "notice" : "Nat will speak at 3:30 pm, followed by Saul at 4:30 pm",
        "title": "The infinite prime in chromatic homotopy theory",
        "abstract": "The behavior of the category of $E_n$-local spectra simplifies in various ways as $p \to \infty$. For a collection of categories indexed by the prime numbers we construct a category 'at the infinite prime' that captures behavior of all but finitely many of the input categories. We then apply this construction to the $E_n$-local and $K(n)$-local situations and analyze the resulting categories. This talk represents joint work with Barthel and Schlank."
    },
    {
        "date": "2016/05/09",
        "speaker": "Saul Glasman",
        "institution": "IAS",
        "website": "http://www.math.ias.edu/~sglasman/",
        "title": "Categorical Tate constructions and cyclotomicity",
        "abstract": "I'll give an exposition of the stratification viewpoint on equivariant homotopy theory, and describe how this helps inspire new approaches to equivariant algebraic K-theory. I'll propose a categorification of the classical norm cofibration sequence for a cyclic group of prime order and the equivariant fracture square, with a version of the stable module category standing in for the Tate spectrum, leading to a K-theoretic approximation to the Hill-Hopkins-Ravenel norm. Cyclotomic spectra look enoticely perspicuous in the stratification picture, and if possible I'll begin to describe how it harmonizes with our theory of cyclonic objects to give a natural construction of the THH of a Waldhausen infinity-category. This is joint work in progress with Clark Barwick."
    },
    {
        "date": "2016/04/25",
        "speaker": "Tom Church",
        "institution": "Stanford University",
        "website": "http://math.stanford.edu/~church/",
        "alt_time" : "15:30",
        "notice" : "Time changed to 3:30 pm and room number changed to 2-136 due to Simons lectures",  
        "title": "Stable completed cohomology and excision in continuous K-theory",
        "abstract": "Two of the recent successes of representation stability are the description of the stable completed cohomology of arithmetic groups by Calegari-Emerton, and the proof of excision in continuous K-theory by Calegari. I'll explain these theorems, focusing on concrete cases such as H_1, K_1 and K_2 where we can work out explicitly exactly what is going on; I won't say anything fancy unless we can see it in at least one case. No knowledge of representation stability or K-theory needed; in fact, I'll give an introduction to many aspects of classical K-theory such as the congruence subgroup property and the Steinberg group."
    },
    {
        "date": "2016/04/11",
        "speaker": "Rune Haugseng",
        "institution": "University of Copenhagen",
        "website": "https://sites.google.com/site/runehaugseng/",
        "title": "Higher Lagrangian correspondences and topological field theories",
        "abstract": "The AKSZ construction, as implemented by Pantev-Toën-Vaquié-Vezzosi in the context of derived algebraic geometry, gives a symplectic structure on the derived stack of maps from an oriented compact manifold to a symplectic derived stack. I will discuss how this gives rise to a family of extended topological field theories valued in higher categories of symplectic derived stacks, with the higher morphisms given by a notion of higher Lagrangian correspondences. This is ongoing work with Damien Calaque and Claudia Scheimbauer."
    },
    {
        "date": "2016/04/04",
        "speaker": "Emanuele Dotto",
        "institution": "MIT",
        "website": "http://math.mit.edu/~dotto/",
        "title": "On the classification of equivariant homogeneous functors",
        "abstract": "For every homotopy invariant endofunctor of the category of pointed G-spaces (G a finite group) equivariant calculus produces a 'genuine' tower, which under suitable circumstances converges to the original functor. The talk will focus on the description of the layers of this tower in terms of certain 'graph-equivariant' spectra, defined from Goodwillie's cross-effects."
    },
    {
        "date": "2016/03/28",
        "speaker": "Gijs Heuts",
        "institution": "University of Copenhagen",
        "website": "",
        "title": "Lie algebras and v_n-periodic spaces",
        "abstract": "We use the Goodwillie tower of the category of pointed spaces to relate the telescopic homotopy theory of spaces (in the sense of Bousfield) to the homotopy theories of Lie algebras and commutative coalgebras in T(n)-local spectra, in analogy with rational homotopy theory. As a consequence, one can determine the Goodwillie tower of the Bousfield-Kuhn functor in terms of topological Andre-Quillen homology, giving a different perspective on recent work of Behrens and Rezk."
    },
    {
        "date": "2016/03/14",
        "speaker": "Hiro Tanaka",
        "institution": "Harvard",
        "website": "http://math.harvard.edu/~hirolee/",
        "title": "Lagrangian Cobordisms and Fukaya category",
        "abstract": "In symplectic geometry, the Fukaya category of a symplectic manifold is about as important as DbCoh is in algebraic geometry. As such, one wouldn't expect a totally topological way to characterize the Fukaya category of a symplectic manifold. However, it turns out that in a large class of non-compact symplectic manifolds, one expects to have a topological characterization; more surprisingly, it seems that the stable homotopy theory of Lagrangian cobordisms may recover the Fukaya category altogether. We'll begin with some basics of Fukaya categories, illustrate how there is a functor of oo-categories from a category of Lagrangian cobordisms of M to its Fukaya category, and explain structural theorems that move us closer to proving a conjecture that the Fukaya category can be recovered from the category of Lagrangian cobordisms."
    },
    {
        "date": "2016/03/07",
        "speaker": "Inna Zakharevich",
        "institution": "University of Chicago",
        "website": "http://math.uchicago.edu/~zakh/",
        "title": "The annihilator of the Lefschetz motive",
        "abstract": "The Grothendieck ring of varieties is defined to be the free abelian group generated by varieties, modulo the relation that for a closed subvariety $Y$ of $X$, $[X] = [Y] + [X \backslash Y]$; the ring structure is defined via the Cartesian product.  For example, if $X$ and $Y$ are piecewise isomorphic, in the sense that there exist stratifications on $X$ and $Y$ with isomorphic strata, then $[X] = [Y]$ in the Grothendieck ring.
        
        There are two important questions about this ring: 
        
        1.  What does it mean when two varieties $X$ and $Y$ have equal classes in the Grothendieck ring?  Must $X$ and $Y$ be piecewise isomorphic? 
        
        2.  Is the class of the affine line a zero divisor? 
        
        Last December Borisov answered both of these questions with a single example, by constructing an element $[X] - [Y]$ in the kernel of multiplication by the affine line; in a beautiful coincidence, it turned out that $X \times \Abb^1$ and $Y \times \Abb^1$ were not piecewise isomorphic.  In this talk we will describe an approach using algebraic K-theory to construct a topological version of the Grothendieck ring of varieties. We shall prove that $\pi_1$ of this space is generated by birational automorphisms of varieties which extend to piecewise automorphisms, which allows us to construct a group that surjects onto the kernel of multiplication by the affine line.  By analyzing this group we will sketch a proof that Borisov's coincidence was not a coincidence at all: any element in the kernel of multiplication by the affine line can be represented as $[X]-[Y]$, where $X \times \Abb^1$ and $Y \times \Abb^1$ are not piecewise isomorphic."
    },
    {
        "date": "2016/02/08",
        "speaker": "Teena Gerhardt",
        "institution": "Michigan State University",
        "website": "http://users.math.msu.edu/users/teena/Home.html",
        "title": "cancelled",
        "abstract": ""
    }
]



}
